{
  "navigation": {
    "home": "Hem",
    "about": "Om denna sidan"
  },
  "uploader": {
    "title": "V칛lj spellistan du vill ladda upp",
    "accepted": "Endast .m3u filer till친tna",
    "upload": "Ladda upp"
  },
  "message": {
    "error": {
      "missing": "S칛kerst칛ll att alla f칛lt 칛r ifyllda!",
      "network": "N칛tverksfel, var god f칬rs칬k igen senare.",
      "generic": "N친got gick fel, prova igen senare",
      "upload": "Uppladdning misslyckades!"
    },
    "warning": {
      
    },
    "info": {
      
    },
    "success": {
      "upload": "Uppladdning lyckades!"
    }
  },
  "welcome": {
    "heading": "V칛lkommen till Pineapple IPTV!"
  },
  "about": {
    "heading": "Om denna sida",
    "whatIsIPTV": "游꼜 Vad 칛r Pineapple IPTV?",
    "welcomeDescription": "V칛lkommen till Pineapple IPTV, din personliga plattform f칬r att njuta av IPTV (Internet Protocol Television) p친 din LG Smart TV. Detta 칛r ett enskilt projekt, skapat och utformat av mig med uppdraget att g칬ra att titta p친 dina favoritkanaler till en underbar och bekymmersfri upplevelse.",
    "whatMakesIPTVSpecial": "游꿀 Vad g칬r Pineapple IPTV speciell?",
    "specialDescription": "Pineapple IPTV ger en touch av gl칛dje till din underh친llning. Med mitt anv칛ndarv칛nliga verktyg kan du smidigt ladda upp din personliga M3U-spellista direkt till din LG Smart TV. Det 칛r ett enkelt och roligt s칛tt att s칛tta samman din kanallista!",
    "howItWorks": "游눠 Hur fungerar det?",
    "uploadPlaylist": "Ladda upp din M3U-spellista:",
    "chooseLanguage": "V칛lj ditt spr친k (engelska, svenska, franska eller snart kinesiska) och ladda upp din M3U-spellista s칛kert.",
    "setEmailCode": "Ange e-post och kod:",
    "securityNote": "칐ka s칛kerheten f칬r din spellista genom att ange en personlig e-post och en 4-siffrig kod. Dina data 칛r s칛kra med Pineapple IPTV!",
    "downloadToLGSmartTV": "Ladda ner till din LG Smart TV:",
    "enjoyChannels": "N칛r du har laddat upp 칛r din spellista redo att laddas ner till din LG Smart TV. Njut av dina favoritkanaler p친 nolltid!",
    "whyPineappleIPTV": "游뱔 Varf칬r Pineapple IPTV?",
    "userFriendly": "Anv칛ndarv칛nligt:",
    "userFriendlyDescription": "Mitt verktyg 칛r utformat med enkelhet i 친tanke. Oavsett om du 칛r en teknikentusiast eller en tillf칛llig anv칛ndare 칛r Pineapple IPTV f칬r alla.",
    "secureStorage": "S칛ker lagring:",
    "secureStorageDescription": "Dina data 칛r v칛rdefulla. Pineapple IPTV erbjuder en s칛ker databas f칬r dina spellistor och s칛kerst칛ller integritet och sinnesfrid.",
    "multilingualSupport": "St칬d f칬r flera spr친k:",
    "multilingualSupportDescription": "V칛lj mellan flera spr친k f칬r att anpassa din upplevelse av Pineapple IPTV.",
    "joinCommunity": "游깯 G친 med i Pineapple IPTV-communityn!",
    "soloEndeavor": "Detta projekt 칛r en ensam str칛van, ett k칛rleksarbete skapat f칬r entusiaster av en entusiast. Jag tror p친 gl칛djen att titta p친 TV, och jag ser fram emot att dela den med dig.",
    "getInTouch": "游닎 Kontakta oss",
    "contactInfo": "Har du fr친gor eller feedback? Kontakta mig p친 support@pineappleiptv.com. Jag skulle 칛lska att h칬ra fr친n dig!",
    "happyWatching": "Glad tittning!"
  }
}
